{
  "pages": [
    {
      "text": "Antes de continuar a escribir cualquier otro post creo que debo compartir\nuna historia con ustedes.\nEs una historia que la conocí al finalizar un juego que hicimos\nel sábado con mis compañeros de Yoga (Desafío a la percepción, como para\nponerle un título). Todos sentados con los ojos bendados en una ronda,\níbamos intercambiando objetos en sentido horario del reloj cada vez que pasaba\nun tiempo. El objetivo es adivinar qué es para nosotros el objeto que nos tocó,\nsolamente utilizando sentidos de la audición, gusto, olfato, tacto cual niños\ntratabamos de buscar pistas, texturas, gustos, aromas para asociarlo con algún\npensamiento.\nEs muy divertido y simple, tenes que probar que no hay excusa!\n¿Cuántas veces nos paso que asociamos un gusto a una situación en la vida?. En\nparticular a cualquier alimento, piensa uno que no te aprecie. Es probable que\nese alimento te lleve a una situación desagradable y por eso la mente emite\nautomáticamente la señal no me gusta.\nSi no sabemos que es y nos permitimos a descrubir nuevamente todo, es probable\nque nos empiecen a gustar de nuevo esos alimentos.\nEl mensaje de la historia lleva el claro ejemplo de la idea que quiero empezar a\ncoompartir, estoy convencido que existe un cambio fuera de lo que nos enseñaron\npor generaciones acerca de la alimentación.\nEs bueno tener presente que en los ultimos 60 años sabemos más que los últimos\n6 milenios acerca de la nutrición y en los últimos 6 años sabemos más que los\núltimos 60 años, por lo que la información estám solo tenemos que leer y probar.\n¿Realmente necesitamos consumir alimentos de la industria animal? Yo digo que nó\n(por muchos factores y no solo los relacionados a la salud), hablo de mi experiencia\nen los últimos meses que voy a compartir en los siguiente post (para romper mitos sobre\nla proteína de la leche vacuna, por ejemplo), pero este experimento es justo lo que\nnecesito para tratar de germinar esa semilla de inquietud en cada uno de ustedes.\nPreguntas que me empezaron hacer ruido este 2015\n\n¿Por qué nos comportamos como lo hacemos?\n¿Por qué comemos lo que comemos?.\n¿Por qué hacemos las cosas de una manera y no de otra?.\n¿Por qué no utilizamos los avances científicos para mejorar como sociedad?\n\nLa historia se conoce como Monos y Bananas, Paradigma del Agua ó\nsimplemente La Historia de los Monos Stephenson (1966) - Cultural Acquisition of a Specific Learned Response Among Rhesus Monkeys\n\nUn grupo de científicos encerró a cinco monos en una jaula, en cuyo centro\ncolocaron una escalera y, sobre ella, un montón de bananas.\n\nCuando uno de los monos subía la escalera para agarrar los bananas los\ncientíficos lanzaban un chorro de agua fría sobre los que se quedaban en el\nsuelo.\n\nPasado algún tiempo, los monos aprendieron la relación entre la escalera y\nel agua, de modo que cuando un mono iba a subir la escalera, los otros lo\nmolían a palos para que no subiera y así evitar el chapuzón de agua fría.\n\nDespués de haberse repetido varias veces la experiencia, ningún mono osaba\nsubir la escalera, a pesar de la tentación de los bananas. Entonces, los\ncientíficos sustituyeron a uno de los monos por otro nuevo.\n\nLo primero que hizo el mono novato nada más ver los bananas fue subir la\nescalera (el tipotenía hambre). Los otros, rápidamente, lo atraparon y le\npegaron antes de que saliera el agua fría sobre ellos.\n\nDespués de algunas palizas, el nuevo integrante del grupo nunca más subió\npor la escalera.\n\nUn segundo mono fue sustituido, y ocurrió lo mismo con el que entró en su lugar.\nEl primer sustituido participó con especial entusiasmo en la paliza al nuevo.\n\nUn tercero fue cambiado, y se repitió el suceso.\nEl cuarto, y finalmente el quinto de los monos originales fueron sustituidos\ntambién por otros nuevos.\n\nLos científicos se quedaron con un grupo de cinco monos que, a pesar de no\nhaber recibido nunca una ducha de agua fría, continuaban golpeando a aquél\nque intentaba llegar hasta los bananas.\n\nSi fuera posible preguntar a alguno de ellos por qué pegaban con tanto ímpetu\nal que subía a por los bananas, con certeza ésta sería la respuesta:\n«No lo sé. Aquí, las cosas siempre se han hecho así».\n\n¿Les suena familiar?.\n\n¿Triste época la nuestra! Es más fácil desintegrar un átomo que un prejuicio.\nAlbert Einstein,\n\nLa frase más perjudicial en el idioma es: \"Siempre se ha hecho así\"\".\nGrace Hopper\n\n¿Como sociedad cuántas veces hacemos lo mismo?, a cuántos les paso en su lugar\nde trabajo escuchar la clásica frase las cosas siempre se han hecho así y las\ncosas funcionan, por qué cambiar?.\nEn vez de tomar la iniciativa para mejorar cuántos de nosotros, como los monos,\nsimplemente nos quedamos y reproducimos los que nos dicen o enseñan porque es\nla forma más fácil y la que siempre se utilizó?. ¿Por qué?.\nDebemos ser cada vez más consciente de lo que hacemos y de lo que no y si sabemos\nque algo esta mal, ¿por qué no cambiar nosotros para mostrar con el ejemplo y\nno esperar a que alguien más lo haga?.\nEl tiempo de desearlo se termino, hágamoslo y listo.\nHasta el próximo post!\nReferencia:\n\nEsto siempre ah sido asi\nThe five monkeys experiment with a new lesson\nWhat Monkeys can teach us about human behavior", 
      "tags": "", 
      "loc": "/posts/jugando-con-los-sentidos.html", 
      "title": "Jugando con los sentidos"
    }, 
    {
      "text": "Ayer en la feria Agroecológica pude conseguir unos ricos paquetes de acelga\npara poder hacer un relleno (el relleno puede emplearse en canelones, sorrentinos\no una tarta como la que hice hoy).\n\n\n    \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n    \n    \n                \n                \n                \n                \n                \n                \n                \n                \n                \n                \n    \n    \n    \n\n\nLa quinoa no es más que una semilla, pero con características únicas al poder\nconsumirse como un cereal, por eso, la llamamos también pseudocereal. Como tal,\nla quinoa provee la mayor parte de sus calorías en forma de hidratos complejos,\npero también aporta cerca de 16 gramos de proteínas por cada 100 gramos y\nofrece alrededor de 6 gramos de grasas en igual cantidad de alimento.\nSi nos referimos a los micronutrientes, en la quinoa destaca el contenido de\npotasio, magnesio, calcio, fósforo, hierro y zinc entre los minerales,\nmientras que también ofrece vitaminas del complejo B en cantidades\napreciables y vitamina E con función antioxidante\nLa acelga por otro lado nos da\nA disfrutar!\n\nIngredientes\n\n1 Paquete de acelga (puede ser espinaca también)\n1 Cebolla\n2 Cebolla de verdeo\n1 Taza de quinoa\nMasa de Tarta\nSal marina\nCondimentos a gusto\n\n\nOpcionales\n\nNueces\nTofú: Podemos incorporarle cortado o procesado.\n\n\n\n\nPreparación\nPor un lado tenemos el preparado de quinoa que lo explico a continuación, mismo\nprocedimiento que cualquier receta de quinoa.\n\nCómo preparar la quinoa\nPara comenzar a emplear la quinoa es importante hacer un lavado previo de las\nsemillas, frotando las mismas suavemente con las manos, bajo el agua,\nde manera que se quite la capa de saponinas que recubre las semillas y que\nde quedarse allí, aportaría un sabor amargo y queda una capa gelatinosa que no\nes agradable.\nNo debemos remojar, sino lavar y enjuagar, por lo que ponemos la taza de quinoa\nen un colador y la vamos limpiando con las manos debajo del agua.\nPosteriormente hervimos tal como si fuera arroz, por espacio de 15 a 20 minutos\no hasta que se abra la semilla. Colamos y listo para usar.\n\n\nCómo preparar el relleno\nPara el relleno solo tenemos que cortar las cebollas en cubos o láminas, como\nmás les agrade y ponerla a reogar con un poco de sal para que traspire y permita\nusar esa agua para la cocción. También podes incorporar un poco de aceite de\noliva en este paso.\nPor otro lado cortamos la acelga en julianas (si no optamos por hacerla cruda\ndirectamente con la cebolla al wok podemos blanquear las hojas en un poco de\nagua hirviendo por unos minutos y picar), esta vez opto por la acelga cruda.\nComo se aprecia en las fotos una vez que esta en su punto la cebolla (color\ncristalino) le incorporamos la acelga, sal marina y dejamos que se cocinen ambas\nverdudas por unos 10 minutos. En este paso podemos incorporar los condimentos\npara que empiecen a desprender los aromas y se inunde nuestra cocina.\nPersonalmente opté por Nuezo moscada, estragón y una pizca de Merkén\ncuando la acelga tomo un color verde intenso le podemos incorporar la quinoa,\nlas nueces (y el tofú), tapamos y dejamos cocinar por 15 minutos y relleno listo\nAhora solo falta estirar la masa para llevar al horno.\n\n\nCómo preparar la masa\nUna medida (unos 10cc) de aceite vegetal neutro, una medida de agua y una medida\nde leche vegetal (Avena, coco, soja) sino tenes podes sumar media medida de\naceite y agua.\nMezclamos los ingredientes líquidos y le incorporamos unas semillas a gusto, una\npizca de sal, orégano y vamos incorporando la harina integral necesaria para\nque se forme el bollo de la masa.\n\nTips: te recomiendo hacer la masa y almacenar en la heladera mientras haces\nel relleno, para que el amasado sea más ameno.\n\nListo solo incorporamos el relleno a la masa y al horno.\nTiempo de horno: Hasta que la masa se dore (unos 20 minutos).", 
      "tags": "recetas,tartas,veganas", 
      "loc": "/posts/tarta-de-acelga-y-quinoa.html", 
      "title": "Tarta de Acelga y Quinoa"
    }, 
    {
      "text": "Esta es la primera preparación que busque para hacer hace unos meses atrás\ncuando tenía unas bananas muy negras que son las ideales porque son las que\nmás azúzares tienen.\nAyer queria compartir con mis compañeros del profesorado de Yoga por lo que a la\nmañana me puse a prepararlo es muy simple y aporta muchas energías y sonrisas!\nSi queres sorprenderte deja lo que estás haciendo y tomate unos minutos para\nconseguir los ingredientes que falten y manos a la obra, que de un momento\na otro lo tenes listo para cortar.\nEspecial para los días como hoy bien lluviosos y fríos!\n\n\n    \n            \n            \n            \n            \n            \n            \n            \n            \n            \n    \n    \n                \n                \n                \n                \n                \n                \n                \n                \n                \n    \n    \n    \n\n\nUna receta fácil, nutritiva, con contenido proteíco (le incorporo semillas de\namaranto), alto contenido en fibra, hidratos de carbono, potasio, calcio, zinc,\nfósforo Vitamina C, Vitaminas del grupo B, Vitamina E\nMejorar el estado de ánimo e incluso las depresiones leves debido a su contenido\nen triptófano. Facilitar la relajación muscular y su recuperación depués de\npracticar cualquier actividad.\nA disfrutar!\n\nIngredientes\n\n4   Bananas (cuánto más maduras mejor)\n1/3 Taza de Aceite vegetal\n2   Cucharadas de Semillas de lino con 6 Cucharadas de Agua tibia * Suple el huevo.\n3/4 Taza de Azúcar Mascabo\n1   Cucharita de té Polvo para hornear\n1   Cucharita de té de Bicarbonato de Sodio\n1   Pizca de sal\n1   Taza de Harina Integral\n1/2 Taza de Harina de Algarroba (sino tienen sumen media mas de Harina integral)\n\n\nOpcionales\n\nPasas de Uva (Poner en remojo una media hora antes)\nNueces y Almendras\nCacao amargo\nSemillas de Chía\nHarinas: podes incorporar o reemplazar la harina de algarroba por harina de centeno, o harina de lino.\nLo que quieras incorporar! Chips de chocolate, canela, fruta secas...\n\n\n\n\nPreparación\nLa preparación es simple y rápida. Antes de comenzar a leer cómo hacerlo podes\nganar tiempo y prender el horno para que vaya tomando temperatura.\nPor un lado tenemos los ingredientes líquidos como el agua tibia, que le incorporamos\nlas 2 cucharadas de lino, y las dejamos apartadas para usarlas más tarde. El lino\nlarga una especie de gelatina que nos va a servir para mantener unida la\npreparación y para darle humedad sin usar huevo.\nMientras pisamos las bananas con un tenedor hasta hacer un puré y reservamos.\nPor otro lado mezclamos todo lo seco: la harina integral y la harina de algarroba,\nel azúcar mascabo, la sal, bicarbonato de sodio y polvo para hornear uniendo\ntodos los ingredientes y reservar.\nPara finalizar con los ingredientes húmedos, con una licuadora de man ó mixer,\nliquiamos las semillas de lino con el agua y el aceite. Luego incorporamos\nla banana picada y procesamos juntos unos minutos y listo estamos para unir\ntodo.\nPara terminar suelo hacer una clásica corono con los ingredientes secos, y voy\nincorporando la preparación líquida para ir uniendo ambos. Cuando se vaya formando\nla masa es el momento de incorporar los agregados (en mi caso incorpore nueces,\nalmendras, cacao amargo y semillas de amaranto).\nY listo! Momento de poner aceite y un poco de harina a la budinera y llevar al horno\nmedio por 45' a 55' minutos.\n\nTips: Para que no se forme tanta cáscara al budín podemos poner una asadera\nen el piso del horno para formar un vapor de cocción.\n\n\n\nMúsica para cocinar", 
      "tags": "hamburguesas,recetas,veganas", 
      "loc": "/posts/budin-vegano-banana-algarroba-y-mas.html", 
      "title": "Budín vegano banana, algarroba y más!"
    }, 
    {
      "text": "Alimentación Consciente, Nutrición, Fotografía, Cultura, Educación, Computación, Yoga…\n¡Bienvenido a mi blog! Yo, quien te escribe, soy Guillermo Heizenreder\ncocinero aficionado por hobbie, programador de profesión, estudiante de yoga, y\nentusiaste de la alimentación consciente a raíz de un cambio profundo en mi\nconciencia.\n\nVoy a escribir en este blog contando anécdotas, experiencias y,\na veces, textos un poco más técnicos.\nEl objetivo es compartir todo lo que voy experimentado en mi cambio de estilo\nde vida para enseñar, transmitir y motivar a otros a perseguir otro camino con\nmas conciencia. Si yo puedo, vos podés.\nLa persona que me motivo a comenzar con este proyecto es un gran amigo, que desde\nOctubre de 2013 esta viajando por diferentes lugares de\nlatinoamérica llevando adelante un proyecto personal y comunitario\nllamado Argentina en Python por lo que él\nnecesitaba leer lo que me iba pasando. Grande humitos!\nQuiero compartir con ustedes una frase de un Genio que estoy leyendo que se\nllama Charles Darwing\n\nPor lo que a mí respecta, descubrí que para ninguna otra cosa estaba dotado\ncomo para la búsqueda de la Verdad;... puesto que la naturaleza me ha dado deseo\nde averiguar, paciencia para dudar, amor a la meditación, lentitud para afirmar,\npresteza para considerar, minuciosidad para ordenar y organizar; puesto\nque no soy hombre a quien enamore lo nuevo ni que admire lo viejo, y odio cualquier\ngénero de imposturas. De tal modo que pensé que mi carácter tenía algún\nparentezco o familiaridad con la Verdad.\n\nPor lo que no te quedes con nada que leas. Pensá, experimentá, permítete\nsorprenderte y aprender de nuevo lo ya aprendido.\nContacto:\n- Blog: http://miquella.com.ar\n- Email: gheize@gmail.com\n- Github: http://github.com/humitos\n- Facebook: https://www.facebook.com/guillermo.heizenreder.1\n- Twitter: https://twitter.com/nercof\n- IRC: nercof @ freenode.net\n- Skype: nercof", 
      "tags": "", 
      "loc": "/stories/sobre-mi.html", 
      "title": "Sobre mí"
    }, 
    {
      "text": "Si estas en un antojo de algo diferente un domingo al mediodía y solo tenes una\ncebolla, una zanahoria, una papa y un poco de lentejas cocidas en la heladera,\nesta es tu receta, porque es justo lo que tenía hoy y mira lo que salió:\n\n\n    \n            \n            \n            \n            \n    \n    \n                \n                \n                \n                \n    \n    \n    \n\n\nUna receta fácil, nutritiva, alto contenido proteíco (las lentejas tienen un 30%\nde proteínas), alto contenido en fibra, hierro, magnesio, calcio, zinc, fósforo\nVitamina C, Vitaminas del grupo B, Vitamina E\nLas lentejas son especialmente beneficiosas nutricionalmente cuando se combinan en el mismo\nplato con cereales integrales como por ejemplo arroz, trigo, maíz, avena,\ncenteno, sarraceno, quinoa, amaranto, etc.\nPor lo que podes sumar un cereal (nosotros incorporamos arroz yamaní y avena).\nSolo me falto mencionar la lechuga y tomate que incorporé para dar un toque\nde frescura a la preparación.\nA disfrutar!\n\nIngredientes\n\n1/2 taza arroz yamaní\n1/2 taza lentejas cocidas (dejar en remojo la noche anterior)\n3 cucharas soperas de Avena\nPan rallado\nCebolla\nZanahoria\nPapas\nSemillas (lino, sésamo, amaranto) las que tengas!\nSal, pimienta, lo que se te ocurra!.\n\n\n\nPreparación\nLo primero que tenemos que tenes en cuenta es el activado de las lentejas al menos\n4hs antes de empezar la preparación y llevar a fuego fuerte hasta que esten bien\ncocidas.\nPor un lado vamos a preparar el arroz yamaní como siempre preparamos, doble de\nagua a hervir por cada medida de arroz y cuando rompa el hervor 15-20 minutos es\nsuficiente. Te comento un tips, mientras se hace el arroz podemos poner la papa\na que se cocine en la vaporera para darle una primer cocción antes de llevarla\nal horno. Cuando esté el arroz lo apagamos y reservamos.\nCortamos la papa en finas tiras (en julianas diría mi abuela) y la llevamos a fuego\nfuerte (al cocinarlas al vapor antes nos dará una consistencia suave por dentro\ny bien crocante por fuera).\nSolo nos resta cortar la cebolla y la zanahoria, que la filetee con el mismo\npelador de papas como se ve en la imagen y llevamos a fuego fuerte hasta que las\ncebollas esten a punto (se vean transparentes), al este preparado le incorporé,\nsal marina, pimienta y curry. Luego introducimos las lentejas y el arroz previamente\ncocido y lo mezclamos para terminar de armar el preparado para las hamburguesas.\nSi podemos aprovechar una batidora de mano para sintetizar aún mas el relleno y\nque nos quede mas maleable la preparación. Solo con 15' minutos de cocción es\nsuficiente (recuerden que lleva horno luego). Para finalizar el relleno tenemos\nque incorporar la avena (fijate la consistencia luego de tres cucharadas de avena\nsi aún esta muy líquido el relleno podes agregar más para espesar) y luego\na rebozar y listo!\n\nTe aconsejo que al pan rallado lo mejores mezclandolo con el mix de semillas que mas te gusten,\nparticularmente prefiero uno con Lino, Sésamo, Chía y Amaranto.\n\nTambién podes probar si te gusta con un poco de pimentón dulce y mezclar todo.\n\nLuego de rebozar solo necesitamos llevarlo al horno unos 15 minutos más y listo,\nya tenemos un almuerzo diferente en pocos minutos para sorprender a quien quieras\ncomenzando por vos!\nNota: Le misma preparación sirve para hacer albóndigas.\n\n\nMúsica para cocinar", 
      "tags": "hamburguesas,recetas,veganas", 
      "loc": "/posts/hamburguesaveganlaa.html", 
      "title": "Hamburguesas Veganas Arroz Yamaní, Lenteja y Avena"
    }, 
    {
      "text": "A principios de este año al terminar de leer Fotosíntesis de Asimmov\ncomence a reflexionar más en la alimentación. Maravillado desde siempre con el\nreino vegetal, pero era la primera vez que analice en detalle el proceso mágico\nde producción de glucosa (alimento para vivir) solo recibiendo energía de la luz\nsolar gracias a la reacción fotosintética. Qué generoso Sol!.\nComencé a experimentar respuestas malas de mi cuerpo luego de ingerir alimentos\ndel reino animal. Disfrutaba mucho de un asado argentino, pero cada vez me era\nmás difícil digerirlo rápidamente y me generaba pesadez por varios días. Eso no\nme permitía relizar mi práctica de Hatha Yoga Dinámico, asique era momento de\ninvestigar por qué comía carne y qué pasa dentro nuestro cuando ese alimento es\ningerido por nosotros.\n¿Por qué comemos carne?. La respuesta es porque comemos lo que nos parece sabroso\no práctico ó lo que nuestros padres nos enseñaron a preferir.\n¿Somos carnívoros?, ¿Somos hervíboros? ¿Ómnivoros?. Si fuéramos carnívoros por\nnaturaleza, tendríamos garras y dientes para triturar la carne.\nSi lo fuéramos, nuestro intestino no sería excesivamente largo (mide 12 veces la\nlongitud de nuestro cuerpo), ya que la carne debe pasar rápidamente por el\norganismo debido a la velocidad de su putrefacción. Si nos informamos, veremos\nque nuestro aparato digestivo comparte más carácteristicas con el de\nuna vaca que con el de un león.\nPor otra parte, la carne contiene grandes acumulaciones de pesticidas y de otros\nproductos. Sino –por ejemplo-, no sería posible mantener el aspecto rojizo\nde la carne durante días considerando la rapidez de la putrefacción de un cadáver.\nPara ello se utiliza nitrito sódico, compuesto altamente cancerígeno (de otra forma,\nla carne que compras en el supermercado tendría un color gris-verdoso).\nAsi como los vegetales nosotros necesitamos macronutrientes y micronutrientes. Las\nproteínas, las grasas, hidratos de carbono y alcohol nos proporcionan todas las\ncalorías que consumimos.\nPor lo que la carne ya en el siglo XIX era sinónimo de proteína y proteína era\nsinónimo de carne. Un gran científico dijo:\n\nNote\nEl hombre civilizado tiene derecho a consumir una gran cantidad de proteínas\nMax Rubner (1854-1932)\n\nEsta tendencia cultural llegó a arraigarse firmemente, si eras una persona\ncivilizada, consumías una enorme cantidad de proteínas. Si eras rico comías carne\ny si eras pobre te contentabas con los alimentos básicos, como la papa y el pan.\nAntigüamente se creía que las clases sociales inferiores eran perezosas e ineptas\npor el hecho dee no comer suficiente carne o proteína.\n¿Entonces?. ¿Cómo hacen los animales para obetener proteínas?. Se me ocurre\nimaginar que un elefante necesita mucha proteína y no abundan las vacas en la\nSabana. ¿Será que los vegetales también tienen?. Parece una pregunta sin sentido\ncomún pero la respuesta nos va a decir mucho, o en particular nos vamos a dar\ncuenta que nosotros los seres humanos \"Somos los mejores en ocultar todas\naquellas cosas que estan a la vista\" y juzgar una proteína contra la otra.\nLa proteína es el más sagrado de todos los nutrientes, es un componente vital\nde nuestro organismo. Hay cientos de miles de tipos diferentes de proteínas.\nFuncionan como enzimas, hormonas, tejido estructural y móleculas de transporte\nque hacen posible la vida. Como todo, las proteínas se desgastan y es preciso\nreemplazarlas. Esto se logra mediante el consumo de alimentos que las contengan.\n¿Puedes adivinar qué alimentos deberíamos consumir a fin de desarrollar efizcazmente\nlos bloques de formación para nuestras proteínas de reemplazo? La respuesta es\nsolo una: carne humana. Su proteína contiene precisamente la cantidad exacta de\nlos aminoácidos que necesitamos. Pero, dado que no podemos alimentarnos de\nnuestros prójimos, obtenemos de otos animales las proteínas que le siguen en calidad.\nLas proteínas animales son muy similares a las nuestras porque contienen una\ncantidad idónea de los aminoácidos escenciales, por eso se dice que es de Gran Calidad\nLas proteínas vegetales fueron catalogadas como de calidad inferior pero ahora\nse comprobó que a travez de sistemas metabólicos complejos, el cuerpo humano\npuede obtener todos los aminoácidos esenciales de la variedad natural de\nproteínas vegetales ingeridas cada día.\nEn los últimos 50 años la producción Industrial de alimento de origen animal\nse transformo en una maquinaria y pocos conocen los detalles de las industrias\nde la carne y pescado actuales. Base de la alimentación occidental, y sus aún\ntemidas enfermedades crónicas (Obesidad, Ataques cardíacos, Colesterol,\nCáncer de mama y próstata, Hipertensión, Diabetes).\nLa ganadería industrial realiza una constribución al calentamiento global que\nes un 40% mayor que todo el sector de transporte juntos, lo que la convierte\nen la responsable número uno del cambio climático. Por lo que sostenemos que\nnecesitamos de este cambio climático para obtener proteínas.\nPor lo que tenemos que tener siempre en memoria los viejos consejos:\n\nNote\nQuien no conoce los alimentos, ¿Cómo puede comprender las enfermedades de\nlos hombres. Hipócrates, padre de la medicina (460-357 a.de C.)\n\nTodas las dolencias y algunas otras aflecciones se producen por el mismo motivo:\nuna dieta exesicamente tóxica y poco saludable y un estilo de vida en el que imperan\nfactores que favorecen la enfermedad y escasean los que promueven la salud. Yo a\ntraves de una dieta Vegetariana y alimentos integrales alcance una salud óptima\nLos alimentos no están solamente para sostener el cuerpo. Ellos se convierten\nen vibraciones a través de la digestión.\nLa energía y las calorías son todas vibraciones que cambian nuestra manera de\npensar. Los pensamientos son vibraciones. Así que, si nos alimentamos de una\nforma, nos volvemos más competitivos, materialistas o agresivos y si lo hacemos\nde otra manera, podemos volvernos más pacíficos y espirituales, especialmente\nsi esto se mantiene por generaciones\n¿Por qué nos exponemos a ésto?. ¿Por qué nos alimentamos de ésta manera?. Yo no\nvoy a decir no comer carne, solo voy a compartir información de que existe otra\nsalida para no hacerlo, así vos desde tu lado puedas elegir (entre ambas)\nsiguiendo tu conciencia.\nRerencia:\n\nProteins Human Nutrition\nComer animales\nLibro Proteínas vegetales\nEl Estudio de China\nOmnivores Dilemma", 
      "tags": "alimentación,dieta,nutricion,proteína", 
      "loc": "/posts/porquecomemoscarne.html", 
      "title": "¿Por qué comemos Carne?"
    }, 
    {
      "text": "La polémica es también por la naturaleza: por el acceso a los lagos y\na los ríos, y por el control, finalmente, de la tierra y el agua\nParticularmente hoy siento que el 01 de Agosto está cada vez más cerca,\néste día será una fecha a la que debemos prestar atención, ya que entra\nen vigencia el proyecto de Reforma y Actualización del Código Civil Argentino,\nuna obra para los próximos 100 años.\nDentro de los cambios más polémicos está la limitación aún más del\nCamino de Sirga Incorporando como nuevo artículo 1974 el siguiente:  jej\n\nNote\nEl dueño de un inmueble colindante con cualquiera de las orillas de\nlos cauces o sus riberas, aptos para el transporte por agua, debe\ndejar libre una franja de terreno de QUINCE (15) metros de ancho\nen toda la extensión del curso, en la que no puede hacer ningún\nacto que menoscabe aquella actividad. Todo perjudicado puede pedir\nque se remuevan los efectos de los actos violatorios de este artículo.\n\nLo cierto es que la problemática de las costas ha venido demostrando en\nnuestro país el avance de los intereses privados por sobre los intereses\npúblicos. Nuestros caminos costenos no serán más nuestros, ó de\ndominio público como se los conoce en la jerga jurídica, en cambio\nfavorece al dueño y podrán cercar más el recurso natural , lo que sucede\nen muchos lagos y ríos del país. Por ejemplo en Paraná tenemos El caso\nde los Arenales.\nPor ésto es importante investigar, leer y ver los detalles que el Congreso\nNacional sanciona, involucrarse, tomar acciones (auto crítica hacia mí también)\n\nNote\nEduardo Galeano en Los hijos de los días\nDe agua somos. Del agua brotó la vida. Los ríos son la sangre que\nnutre la tierra, y están hechas de agua las células que nos piensan,\nlas lágrimas que nos lloran y la memoria que nos recuerda.\n\nProtegamos a nuestros ríos, protegamos a nuestra madre tierra!. Los ríos son\nnuestros hermanos, ellos calman nuestra sed. ¿Los dueños de las propiedades\nprivadas tratarán a los ríos trato bodadoso que dareís a cualquier hermano?\nHagamos fuerza para que el hombre y la naturaleza vuelva a un armonioso equilibrio.\nReferencia:\n\nRadio fmdellago\nNuevo Código Civil y el acceso a las costas\nNuevo Código Civil - Chau acceso a los rios\nLa provatizacion del acceso a los rios y lagos\nArgentina por el nuevo codigo civil\nAnálisis digital\nEl Nuevo Código civil y la", 
      "tags": "", 
      "loc": "/posts/rio_publico_privato.html", 
      "title": "Dominio Público o Privado"
    }, 
    {
      "text": "Para comenzar a comprender cómo nos comportamos, creo que debemos cuestinar\nciertos hábitos de vida e investigar si la violencia actual es consecuencia de\nuna alimentación ó simplemente una manifestación del instinto animal que posee\ncada ser humano.\nCiertamente nuestros cerebros cuando nos enojamos se ve casi como la siguiente\nanimación. Perdemos el control y atacamos a nuestra presa. Algo que me\nimpacto fue ver desde el balcón de mi departamento como dos personas se bajaron\na pelear porque ninguno cedia espacio en la congestionada calle de un viernes por la tarde.\n\n\n\n¿Por qué llegamos a una sociedad tan violenta?. ¿Por qué fomentar la competencia y no la cooperación?.\nEn mi camino de investigación sobre evolución,\nalimentación consciente, nutrición y yoga di con qué estas preguntas se vienen\nformulando desde la antigüedad por los grandes académicos Griegos [1].\nHace casi dos mil años, Platón escribió un diálogo entre dos personas, Sócrates\ny Glauco, que discuten sobre el futuro de sus ciudades.\nDiálogo:\n\nSócrates afirma que las ciudades deben ser simples y que los ciudadanos han de subsistir a base de cebada\ny trigo, acompañados de sabores de aceite, aceitunas, queso y comidas campesinas\na base de cebolla y col hervidas, y de postre higos, habas y guisantes, bayas\nde mirto, y hayucos y vino con moderación. Sócrates afirma: Y, con toda probabilidad,\npasando sus días en calma y gozando de buena salud, los ciudadanos vivirán hasta\nuna edad avanzada.\n\nPero Glauco responde que una dieta semejante solo sería apropiada para una\ncomunidad de cerdos, y que los ciudadanos deben vivir de una forma civilizada.\nY continúa, Deben reclinarse en sus asientos y disfrutar de los platos y postres habituales\nde una cena moderna. En otras palabras, los ciudadanos deben gozar del lujo\nde comer carne.\n\nSócrates replica: \"Si lo que deseas es que contemplemos una ciudad que sufre\nde inflamación [...] También necesitaríamos grandes cantidades de todo tipo\nde ganado para todos aquellos a quienes les apeteciera alimentarse con ellos,\n¿no es así?\".\n\nGlauco responde: \"Por supuesto que es así\". Entonces, Sócrates añade: Y no\ncrees que con la dieta que tú propones tendríamos mayor necesidad de visitar\nal médico que con la que yo mencionaba?. Glauco no puede negarlo: \"Sí, así es,\nen efecto\". Sócrates continúa diciendo que en esa ciudad de lujos escasearía la\ntierra, porque necesitarían muchas más hectáreas para criar a los animales necesarios para\nalimentar a todos los ciudadanos. Esa escasez provocaría que se robaran las tierras\nentre sí, lo cuál podría precipitar conatos de violencia e incluso una guerra y,\nen consecuencia, la neceisdad de hacer justicia.\n\nMás aún, continua Sócrates: ¿No es cierto que cuando la dejadez y las enfermedades\nabundan en una ciudad, los tribunales y consultas médicas trabajan más que nunca,\ny que a medida que montones de personas, incluso de buena cuna, se dedican ávidamente\na ejercer estas profesiones, la ley y la medicina empiezan a mantener la cabeza\nbien alta?. En otras palabras, en esta lujosa ciudad de dolencias y enfermedades,\nlos abogados y los médicos serán la norma.\n\nEn el pasaje anterior Platón deja las cosas muy claras: comeremos animales solamente\npor nuestra cuenta y riesgo. Es realmente admirable que uno de los mayores\nintelectuales de la historia del mundo occidental condenara el consumo de carne\nhace casi dos mil quinientos años, pero los es todavía más que tan pocas personas\nconozcan esta historia (desconocida para mí también) [2].\n¿Cómo pudo Platón predecir el futuro con tanta precisión?. Él era consciente de que\nconsumir alimentos de origen animal no conducía a la salud ni a la prosperidad\nverdadera. Por el contrario, creia que ese lujo falso basado en la posibilidad de\nconsumir animales solo daba lugar a una cultura de enfermedad, de disputas de\nalgunos de los desafíos que afrontamos en la actualidad.\n¿Cómo pudo Sénaca, un gran erudito, tutor y consejero del emperador romano Nerón\nsaber con tanta certeza cuál era el problema de consumir animales?.\nEl gran filósofo escribió:\n\nUn buey satisface su hambre pastando en una superficie de alrededor de media\nhectárea; un bosque es suficiente para varios elefantes. El hombre, sin embargo,\nsolo puede autoabastecerse mediante el pillaje de tierra y del mar. ¡Caramba!\n¿Acaso la naturaleza nos ha dado estómago tan insaciable y, al mismo tiempo, un\ncuerpo tan insignificante? [...] Los esclavos de la barriga (como dice Salustio)\nse deben contar entre los animales inferiores pero no entre los hombres. Mejor\ndicho no entre los hombres sino más bien entre los muertos [...] Podas escribir\nen la puerta de sus casas: \"Estos tienen una muerte anticipada\".\n\nCualquier similitud con la realidad es pura coincidencia. ¿Cómo hemos podido olvidar\nestas lecciones que ya se conocian en el pasado?. ¿Cómo hemos llegado a preocuparnos\npor que los vegetarianos quizá no ingieran suficientes proteínas cuando en el\npasado sabíamos que los mejores atletas de los antiguos juegos Olímpicos griegos\ndebían consumir una dieta vegetariana? ¿Cómo hemos llegado aceptar con sano juicio\nque tomar leche de otro animal es el único medio para ingerir Calcio, sin pensar\nsiquiera en el misterio de la naturaleza que hacer crecer fuertes sanos y robustos\na los animales sin consumir leche vacuna? ¿Cómo hemos llegado a una situación en la\ncual los encargados de curar la sociedad, nuestras instituciones médicas denigran\nal individuo y la tercera causa principal de mortalidad es por el uso de fármacos\ny hospitalización?. ¿Cómo hemos llegado a convivir con la polución de enfermedades?\n¿Cómo hemos llegado a una situación en la cual defender una dieta vegetariana es\njuzgado por la sociedad, mientras que científicos gastan más tiempo y dinero intentando\ndominar la naturaleza que respetándola? ¿Cómo hemos llegado a una situación en la\nque las empresas que se benefician de nuestras enfermedades son las mismas que\nnos dan consejos para estar sanos y las compañias cuyos ingresos se basan en los\nalimentos que elegimos son las que nos indican qué debemos comer; una situación\nen la que el gobierno gasta dinero público, que tanto cuesta a todos, en fomentar\ningresos de la industria farmacéutica, en la que impera la desconfianza en las\npolíticas gubernamentales sobre alimentación, medicina y salud?. ¿Cómo hemos\nllegado a una situación en la cual los ciudadanos están tan confundidos respecto\na los que es sano y lo que no es que ya ni se ocupan de ello?\nNunca se vieron índices tan alto de obesidad y diabetes, enfermedades vinculadas\ncon la \"prosperidad económica\". Nunca antes habíamos afectado tanto al medio ambiente\nnatural hasta perder la capa superior del suelo, los enormes acuíferos y selvas\ntropicales. Nunca antes habíamos eliminado tantas plantas y animales de la faz\nde la tierra como lo estamos haciendo ahora. Nunca antes habíamos introducido\ntantas variadades de plantas modificadas genéticamente a tan gran escala, sin\nsaber cuáles serán las repercusiones. Todos estos cambios en nuestro ambiente\nestán influenciados por los alimentos que decidimos consumir [3].\nPor lo que debemos replantearnos nuestras tradiciones y estar dispuestos de cambiar,\nde borrar todo lo que aprendimos y volver a aprender todo nuevamente. Por mi parte\nllevo 6 meses bajo esta nueva perspectiva, no solo me siento más fuerte que nunca,\nsino que no necesito ningún medicamento, ni suplemento y siento otro tipo de\nconección con el medio, por lo que iré escribiendo mis experiencias para coompartir\ny profundizar aún mas este estudio para mostrar que hay una alternativa mas sustentable\nque la que nuestra Cultura fomenta sin perder calidad de vida.\n\n\n\n[1]China Study Comprehensive Nutrition Implications ref1\n\n\n\n\n\n[2]The Ethics Diet Authorities Flesh Eating ref2\n\n\n\n\n\n[3]Food Revolution Your Diet World ref3", 
      "tags": "", 
      "loc": "/posts/naturaleza-de-la-salud.html", 
      "title": "La naturaleza de la salud"
    }, 
    {
      "text": "Acepta lo que venga tejido en el diseño de tu destino porque, ¿qué podría acomodarse más adecuadamente a tus necesidades?. Marco Aurelio.", 
      "tags": "", 
      "loc": "/posts/frase.html", 
      "title": "Frase"
    }, 
    {
      "text": "Volviendo a casa desde la oficina me sorprendio una lluvia otoñal que se anunciaba desde hace unos\ndías pero que no se presentaba y hoy de un momento a otro se armó.\nMe animo a escribir las siguientes líneas y a medida que pasen las lineas vamos a descubrir el por qué\ndel título. Caminando, sintiendo como las gotas acariciaban mi frente empiezo a experimentar mucha violencia\nen el ambiente, la gente corriendo para no mojarse, los automóviles circulando con mucha velocidad, empujando el aguna\nhacia las veredas sin importar si los pasajeros que cual animales hacia el matadero esperaban su momento\npara subir al colectivo e ir a destino, sufrían incesantes chapuzones de los autos. Solo se escuchaba malas palabras,\nruidos, bocinas un caos! por unas gotas de agua.\nCuando vamos aceptar que la violencia solo engendra violencia. ¿Cuándo vamos a aceptar a los cambios climáticos\ncomo cambios corporales tal y cual nos suceden a los seres humanos cuando vamos envejeciendo?. ¿Cuándo vamos a tratarnos\ncomo si fueramos hermanos?. ¿Cuándo vamos a dejar a la naturaleza tranquila?.\nSon muchas preguntas sin respuesta, o en realidad con muchas respuestas que tiene una sola raíz, que es el Conflicto\nesa palabra que nacio cuando la moral y la religión crearon el concepto de lo bueno y lo malo.\nNo sé que es lo bueno o lo malo, pero sí se que las lluvias no lo son, y en particular es un fenómeno que aumenta\nen una zona que antes no había. Soy del Litoral y allí sí que hay lluvias nutridas por el hermoso río Paraná. Pero aquí solo\nfalta ver la siguiente imagen de lo que ocurrió con los bosques nativos de Córdona\n\n\n\nPara leer más sobre la deforestación ponemos ir a [1] [2] [3] [4]\nNecesitamos encariñarnos más con la madre tierra, necesitamos ser mas pieles rojas y no blancas en actitud, algo\nque encontre en mis lecturas hace mucho tiempo 31 de Julio de 2005 para ser más precisos, y es una maravillosa\ncarta que voy a transcribir porque no la encuentro en la web tal cual y aún conservo\n\nCuando un indio Seattle le escribe una Carta al Presidente de EEUU\nSeattle, jefe de la tribu Suwamish, envio en el año  1855 al presidente Franklin Pierce una carta en respuesta\na su oferta de compra de las tierras de los indios.  Aqui se reproducen tramos principales de la misma:\nEl Gran jefe de Washington manda decir que desea comprar nuestras tierras. Vamos a considerar su oferta,\npues sabemos que, de no hacerlo, el hombre blanco podrá venir con sus armas de fuego y tomarse nuestras tierras.\n\"¿Cómo podéis comprar o vender el cielo, el calor de la tierra? Esta idea nos parece extraña. No somos\ndueños de la frescura del aire ni del centelleo del agua. ¿Cómo podrías comprarlos a nosotos?. \"Habeis de saber\nque cada particula de esta tierra es sagrada para mi pueblo. Cadoa hoja resplandeciente, cada playa arenosa\ncada neblina en el oscuro bosque, cada claro y cada insecto con su zumbido son sagrados en la memoria\ny experiencia de mi pueblo. La savia que circula en los árboles porta las memorias del hombre de piel roja.\nLos ríos son nuestros hermanos, ellos calman nuestra sed. Los ríos llevan nuestras canoas y alimentan a nuestros\nhijos. Si os vendemos nuestras tierras debereis en adelante dar a los rios el trato bodadoso que dareís a\ncualquier hermano.\nLO QUE VENDRÁ. El hombre blanco es un extraño que llega en la noche a sacar de la tierra lo que necesita.\nLa tierra no es su hermano sino su enemigo. Cuando la ha conquistado la abandona y sigue su camino. Trata a su\nmadre, la tierra y a su hermano el cielo como si fuesen cosas que se pueden comprar, saquear y vender, como si\nfuesen corderos y cuentas de vidrio. Su insaciable apetito devorará la tierra y dejara tras si solo un desierto.\nNo lo comprendo. Nuestra manera de ser es diferente a la vuestra. La vista de vuestras ciudades hace doler los\nojos al hombre de piel roja. Pero quiza es así porque el hombre de piel roja es un salvaje y no comprende las cosas...\nNo hay ningun lugar tranquilo en las ciudades del hombre blanco, ningun lugar donde pueda escucharse desplegarse\nde las hojas de primavera o el orzar de las alas de un insecto.\n\"Y qué clase de vida es cuando el hombre no es capaz de escuchar el solitario grito de la garza o la discusión\nnocturna de las ranas alrededor de la laguna?. Soy un hombre de piel roja y no lo comprendo. Los indios preferimos\nel suave sobido del viento que acaricia la cara del lago y el olor del mismo viento purificado por la lluvia\ndel mediodía o perfumado por la fragancia de los pinos.\n\"NO COMPRENDO\". Consideremos vuestra oferta de comprar nuestras tierras. Si decidimos aceparla, pondre una\ncondición: que el hombre blanco deberá tratar a los animales de esta tierra como hermanos. Soy un salvaje y no\ncomprendo otro modo de conducta. He visto miles de búfalos pudriéndose sobre las pradera abandonados allí por el\nhombre blanco que les disparó desde un tren en marcha. Soy un salvaje y no comprendo cómo el humeante caballo\na vapor puede ser mas importante que el búfalo al que matamos para poder vivir. ¿Qué es el hombre sin los animales?\nSi todos los animales hubiesen desaparecido, el hombre moriría de una gran soledad de espíritu. Porque todo lo que\nocurre a los animales pronto nos habrá de ocurrir tambien al hombre. Todas las cosas estan relacionadas entre sí.\nVosotros debereis enseñar a vuestros hijos lo que nosotros hemos enseñado a los nuestros: que la tierra es nuestra\nmadre. Todo lo que afecta a la tierra afecta a los hijos de la tierra. Cuando los hombres escupen el suelo se escupen\na sí mismo.\nALERTA: Esto lo sabemos: la tierra no pertenece al hombre, sino que el hombre pertenece a la tierra. El hombre no\nha tejido la red de la vida: es solo una hebra de ella. Todo lo que haga a la red se lo hará a sí mismo. Lo que\nocurre a la tierra ocurrira a los hijos de la tierra. Lo sabemos. todas las cosas estan relacionadas como la sangre\nque une a una familia.\nEl hombre blanco descubrirá algún dia que nuestro Dios es su mismo Dios. Ahora pensais quizá que sois dueño de nuestra\ntierras, pero no pedes serlo. Él es el Dios de la humanidad y su compasión es igual al para el hombre blanco. Esta\ntierra es preciosa para Él y el causarle daño significa mostrar desprecio hacia su Creador. Los hombre blancos\ntambien pasaran, tal vez antes dque las demas tribus. Si contaminais vuestra cama, morirés alguna noche sofocados\npor vuestros propios desperdicios.\nPero aun en vuestra hora final os sentireis iluminados por la idea de que Dios os trajo a estas tierras y os dio el\ndominio sobre ellas y sobre el hombre de piel roja con algún proposito especial.\nTal destino es un misterio para nosotros porque no comprendemos lo que sera cuando los búfalos hayan sido\nexterminados, cuando los caballos salvajes hayan sido domados, cuando los reconditos rincones de los bosques\nexhalen el olor a muchos hombres y cuando la vista hacia las verdes colinas esté cerrada por un enjambre de alambres\nparlantes.\n¿Dónde esta el espeso bosque?  Desapareció\n¿Donde esta el águila?         Desapareció\nAsi termina la vida y comienza el sobrevivir.\n\nHoy más que nunca tenemos que pensar y sentir como pieles rojas si queremos un futuro para las generaciones que\nnos suceden, esto se escribió hace mucho tiempo y aún es vigente, solo hay que abrir los ojos.", 
      "tags": "aborígenes,ecología,pensamientos,sociedad", 
      "loc": "/posts/pieles_rojas_blancas.html", 
      "title": "Pieles rojas vs Pieles blancas"
    }, 
    {
      "text": "Comienzo a escribir esta historia porque cada vez me cuesta procesar el descuido\nen la salud que tiene mi sociedad. Solo falta abrir los ojos mientras caminamos\npor la ciudades argentinas, para observar que el  54% de la población adulta tiene sobrepeso y 30% son adolescentes de 12 y 15 años\".\naclara Esteban Carmuega, director Centro de Estudios Sobre Nutrición Infantil en un el diario razón\nHay estadísticas que son contundentes y de mas alarmantes porque lo que nos\nesta haciendo mal lo manifiestan como un orgullo nacional. Más información ver aquí\nAntes de seguir con noticias estadísticas veamos de dónde viene este alimento.\nAl principio , en la isla de Nueva Guinea, donde la caña de azúcar se domesticó\nhace unos 10000 años, la gente tomaba las cañas y las comía crudas, masticaba el tallo\nhasta que el sabor golpeaba la lengua como un estallido de estrellas\nEn las ceremonias religiosas, los sacerdotes sorbían agua azucarada en cáscaras de coco, una bebida que desde\nentonces ha sido sustituida en las ceremonias sagradas por latas de Coca Cola. ¿Raro, no?. Para conocer\nun poco mas de la historia podemos ver el origen de la azúcar.\nPara el año 500 d.C. se procesaba como medicina para  dolores de cabeza, espasmos de estómagos e impotencia. Ya para\nel 600 d.C se extendio a Peria, de hecho, la palabra azúcar viene del árabe sukkar. Adonde fueran, los árabes llevaban con ellos el azúcar, el producto y la tecnología para su producción, nos cuenta Sidney Mintz en Dulzura y poder.\nLos primeros cristianos que se enamoraron del producto tal vez fueran los cruzados cuando lucharon en Tierra Santa. Por lo que luego\nlos europeos querian conquistar el hechizo de la azuúcar. Como la caña no crece de manera óptima en climas templados comienza\nla Era de las Exploraciones. En 1943, cuando Colón emprendió su segundo viaje a las Indiar llevó consigo caña.\nLa primer plantación se dió en La Española y en unas cuantas décadas, los molinos poblaban las colinas de Jamaica y Cuba, donde las\nselvas fueron taladas y la población local eliminada por la enfermedad o la guerra o esclavizada. Ya para el siglo XVII, el matrimonio\nentre el azúcar y la esclavitud estaba completo. Cada pocos años se colonizaban una isla nueva, Puerto Rico, Trinidad. Cuando los\nnatívos morían, los plantadores los sustituían con esclavos africanos. Por lo que la historia de la azúcar esta ligada a la\nesclavitud de nuestro continente.\nPor lo que no hubo manera de frenar la explosión de la caña de azúcar, ya que era el petróleo de su época. En Cándido de Voltaire,\nun esclavo a quien le falta una mano y una pierna explica su mutilación: Cuando trabajaba en los molinos de azúcar y los dedos\nse nos atoran en la piedra del molino, nos cortan la mano; cuando tratas de escapar , te cortan una pierta; las dos cosas me pasaron a mí.\nA ese precio comes azúcar en Europa. Para mas detalle leer el capítulo Slevary and Freedom del maravilloso libro The Last Hours of Ancient Sunlight.\nEn la actualidad cada día se consume más, no solo como alimento endulzante sino en muchos alimentos procesados del mercado nacional. ¿Por qué un tercio de los adultos en todo el mundo tiene hipertensión, cuando en 1900 solo el 5% la tenía?. Por qué  , en 1980 , 153 millones de  personas tenían diabetes y ahora son más de 347 millones? ¿Por qué hay más y más argentinos obesos?. Sin duda es una de las causas.\nLa sacarosa, o azúcar de mesa, esta compuesta en cantidades iguales por glucosa  y fructuosa. Esta última es la que se encuentra de manera natural en las frutas. Lo que tenemos que tener en cuenta es que si bien hay células que metabolizan la glucosa en todo el cuerpo, la fructuosa se procesa únicamente en el hígado.\n\nFructuosa\nEl mundo está INUNDADO de fructuosa, pero nuestros cuerpos evolucionarion para sobrevivir con muy, muy poca . - Richard Johnson\n\nNo culpemos a los chicos que ven televisión, si con la alimentación de la actualidad no tienen energía para hacer ejercicios porque come mucha azúcar. Hoy la\nmayoría de alimentos manufactorados son inundados por JMAF (Jarabe de Maíz de Alta fructuosa) ya que es mas baráto y mas dulce que la sacarosa. Por lo que todos\nestaríamos bien si comieramos menos. El consumo de agua en argentina es por debajo de un 20%, asique literalmente estamos tomando azúcar líquida.\n\n\n\nLa Secretaría de Agricultura, Ganadería, Pesca y Alimentos, confecciono un Análisis de la Cadena Alimentaria las estadísticas hablan por sí solas, asique saquen su propias conclusiones.\n¿Entonces si el azúcar trae muchos problemas a nuestro organismo por qué la seguimos consumiendo?. ¿Si a las plantas las regamos con agua, porque nosotros nos regamos con gaseosas? por decirlo de una cierta manera. Más diabetes, mas hipertensión, más, más, más y los que ya lo padecen esperan que la medicina moderna siga avanzando para encontrar ese químico para paliar mi problema, en vez de pensar que somos lo que comemos. ¿Por qué nos exponemos a eso?.\n¿Qué es la diabetes?, porque sabemos que consumos más azúcar y que hay más diabetes, pero eso qué significa?. Pues, la diabetes es una difunción del metabolismo de la glucosa. En un proceso metabólico normal, los alimentos son digeridos por el estómago (en la digestión) convirtiendose en hidratos de carbono, que luego se descomponen en azúcares simples (por ejemplo, glucosa y ésta es finalmente transformada en energía vital para nuestra vida diaria ó en grasa para almacenarla para un futuro. Por lo que esa energía tiene que viajar por nuesto cuerpo verdad?, ahí es donde entra en juego el Páncreas produciendo insulina para transportarla, como caminos de carga.\nEn la diabetes, que la podemos clasificar de dos tipos:}\n\n\nDiabetes tipo 1: El páncreas no produce insulina.\nDiabetes tipo 2: El páncreas no transporta o lo hace en menor medida la insulina ó no es utilizada debidamente.\n\n\nEn ambos casos estamos en problema, porque el azúcar en sangre no es metabolizado correctamente. Dicha razón es por la cual ni los fármacos modernos ni una cirugía pueden ofrecer una cura, sino en el mejor de los casos, los medicamentes actuales ayudan a los dibéticos a mantener un estilo de vida razonablemente funcional, pero los fármacos nunca tratan la causa de la enfermedad, como conseciencia los enfermos deben depender de los fármacos toda su vida.\nEn los últimos veinticinco años, se ha triplicado la velocidad con que los niños contraen diabetes tipo 2. Los investigadores observan que el consumo de proteínas y grasas animales ha aumentado drásticamente durante los últimos cincuenta años y afirman que el cambio en la alimentación y la escasa actividad física (relacionada a la dieta como comente anteriormente) son los responsables de esta explosión de diabetes. Todos los hallazgos respaldan la idea de que, independientemente de que se estudie una sola población o varias, los alimentos de origen vegetal, ricos en fibra e integrales, protegen contra la diabetes, mientras que los de origen animal, ricos en grasas y proteínas, favorecen la misma.\nJames W. Anderson, MD James Anderson es uno de los científicos más prominentes que estudian la dieta y la diabetes en la actualidad y ha obtenido resultados impresionantes solo mediante la intervención de la alimentación, es decir, una solución sin químicos. Alimentos basados en proteínas vegetales e integrales.\n\nAlimentación saludable\n\nEs difícil de imaginar que un cambio en la dieta pudiera sacar de aprieto a pacientes diagnosticados con diabetes tipo 1. Pero ¡pasadas tres semanas exactas, los pacientes diabéticos de tipo 1 fueron capaces de reducir su medicación con insulina en una media del 40%! Y sus perfiles de azúcar en sangre mejoraron sustanciablemente. Otro dato interesante es que los niveles de colesterol descendieron en un 30%.\nA diferencia de los anteiores, los diabéticos del tipo 2 son más fáciles de tratar porque el páncreas no se encuentra tan deteriorado, por lo que con una dieta rica en fibra y de bajo contenido en grasas, los resultados fueron toda vía más impactantes. De los 25 pacientes con diabetes del tipo 2, 24 llegaron a prescindir de su medicación!!. En cuestión de semanas, todos los pacientes, salvo uno, pudieron abandonar su medicación con insulina. Entre ellos había un hombre cuyos antecedentes de diabetes se remontaba a 21 años y necesitaba 35 unidades diarias de insulina. Al cabo de tres semanas de tratamiento intensivo a través de la dieta, su dosis se redujo a 8 unidades por día, y despues de pasar 8 semanas no volvió a inyectarse insulina.\n\nCientos de casos que revirtieron su grave enfermedad solo modificando su alimentación, entonces por qué siguen complicandose los casos de diabéticos, pues... ese tipo de alimentación vegana, según dice James no es la más cómoda.. Estas dietas solo permiten ingerir alrededor de 60 gramos de carne por día, por lo que a muchos les resulta poco prácticas, pero: ¿No merece la pena intentarlo?\nOtro estudio interesante, no dice que dejar la azúcar mata celulas cancerígenas, vale la pena intentarlo no?. Mirá la reacción del cerebro al dejarla.\nLamentablemente la mala información y los hábitos arraigados están haciendo estrago en nuestra salud. Por los que los invito a buscar el peso de la evidencia! es tan abrumador que tiene grandes posibilidades de ser verdad.\nDesde el 2012 el programa Argentina Saludable no publica nada nuevo ni relevante a ésto. Me sorprendió que desde los consejos saludables del Ministerio de Salud nos diga No ingerir todos los días gaseosas y golosinas, es decir que fomenta el algunos días sí... De todas maneras el mensaje es alentador porque ya en el 2015 las guías alimentarias van por una vía mas sana.\nA comer más fruta y menos dulces!", 
      "tags": "alimentación,dulce,noticias,nutricion", 
      "loc": "/posts/mi-dulzura-una-historia-no-tan-dulce-.html", 
      "title": "Mi dulzura -una historia no tan dulce-"
    }, 
    {
      "text": "Que lugar maravilloso que es el cerebro humano, ese algo con un toque tan mágico\nque ha maravillado a los mejeros pensadores, científicos y gente común como uno, con\nmuchas preguntas por responder.\n¿Qué es lo que nos hizo evolucionar de esta manera?. Poseemos una capacidad de expandir la conciencia\na límites finitos, sólo sino creemos que podemos trascender hacia el infinito con solo\ncerrar nuestros párpados y activar la imaginación\nEl cerebro no es más que un músculo, por lo que con entrenamiento se estimula cada vez más. Hace un\ntiempo estoy adoptando una serie de pasos para mi estudio personal y dentro de ello es dedicarme a conocer\ntécnicas que me ayuden a re construir el mutilado cerebro actual, esa mutilación diaria debida a la ayuda\ndiaria de los dispositivos móviles llenos de atajos.\nEn esa búsqueda di con una tremenda charla de TEDx de Joshua Foer que nos enciende una vela hacia algo desconocido\nque permite con una serie de pasos recordar y procesar toneladas de información a traves de imágenes. Me resulto muy\ninteresante porque soy una persona capaz de recordar rostros de personas de personas desconocidas pero me cuesta\nhorrores recordar nombres de personas por ejemplo, a menos que este muchas veces en contacto con ella.\nLa charla se las dejo a continuación y espero que se hagan un tiempo para verla y analizarla, sobre todo el mensaje\nfinal que nos deja un interrogante: ¿Cuánto tiempo estamos dispuestos a perder en nuestros dispositivos sin siquiera prestar\natención a la persona que tenemos al lado? Solo tenemos que salir a caminar por la ciudad para ver ésto.\nIn order to use the media directive, you must install the \"micawber\" Python package.La técnica segun nos explica Joshua no es contemporánea, que que Cicerón ya la utilizaba para memorizar sus\ndiscursos. Pero lo que mas me llamo la atención fue el nombre de Simónedes de Ceos\npoeta lírico griego del 556 a.C. creador de la técnica mnemotecnia. ¿Cómo si pasaron muchos años desde la invención de esta\ntécnica no se encuentra en los libros de texto que solemos estudiar en la escuela media?.\nCuentan que los monjes tibetanos la utilizan para poder aprender los largos y monótonos libros de rezo, por\nlo que si ellos pueden nosotros tambien, es solo cuestión de practicarla.\nQue les sea útil, aprender a recordar, pero no lo tomemos como magica porque en realidad lo que vamos a realizar\nes trabajar nosotros mismos y seremos nosotros que recordaremos\nPara leer bien en qué consiste la técnica ir podemos leer Cómo construir el palacio de la memoria y Los Palacios de la Memoria", 
      "tags": "", 
      "loc": "/posts/el-palacio-de-la-memoria.html", 
      "title": "El palacio de la memoria"
    }
  ]
}